/* add caramel */
"ADD_CARAMEL_SYRUP_ON_COFFEE" = "加入焦糖";

/* add chocolate */
"ADD_CHOCOLATE_SYRUP" = "加入巧克力醬";

/* add milk */
"ADD_MILK_INTO_COFFEE" = "將牛奶加入咖啡中";

/* add vanila */
"ADD_VANILA_SYRUP_TO_COFFEE" = "將香草糖漿加入咖啡";

/* add water */
"ADD_WATER_TO_COFFEE" = "用水將杯子填滿";

/* add cream */
"ADD_WHIPPEDCREAM_ON_COFFEE" = "加入發泡鮮奶油";

/* done */
"FINISH_PROCESS" = "完成了！！！！";

/* make milk foam */
"MAKE_MILK_FOAM" = "製作奶泡";

/* add milk foam */
"POUR_MILK_FOAM_ON_COFFEE" = "將奶泡倒入咖啡上層";

/* preare a cup of espresso */
"PREPARE_ESPRESSO" = "準備一或兩份濃縮咖啡";

